{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Buff",
			"Children": [
				{
					"Source":
					{
						"Text": "+"
					},
					"Translation":
					{
						"Text": "+"
					},
					"Key": "Operator_Addition"
				},
				{
					"Source":
					{
						"Text": "+ Chaos"
					},
					"Translation":
					{
						"Text": "+ Chaos"
					},
					"Key": "FloatText_ChaosBegin"
				},
				{
					"Source":
					{
						"Text": "+ Incredible Survive"
					},
					"Translation":
					{
						"Text": "+ Incredible Survive"
					},
					"Key": "FloatText_IncredibleSurviveBegin"
				},
				{
					"Source":
					{
						"Text": "+ Invincible"
					},
					"Translation":
					{
						"Text": "+ Invincible"
					},
					"Key": "FloatText_InvincibleBegin"
				},
				{
					"Source":
					{
						"Text": "+ Lucky Tester"
					},
					"Translation":
					{
						"Text": "+ Lucky Tester"
					},
					"Key": "FloatText_LuckyTesterBegin"
				},
				{
					"Source":
					{
						"Text": "+ Stun"
					},
					"Translation":
					{
						"Text": "+ Stun"
					},
					"Key": "FloatText_SkipUseCardBegin"
				},
				{
					"Source":
					{
						"Text": "+ {0}"
					},
					"Translation":
					{
						"Text": "+ {0}"
					},
					"Key": "FloatText_ArmorBegin"
				},
				{
					"Source":
					{
						"Text": "-"
					},
					"Translation":
					{
						"Text": "-"
					},
					"Key": "Operator_Subtract"
				},
				{
					"Source":
					{
						"Text": "- Chaos"
					},
					"Translation":
					{
						"Text": "- Chaos"
					},
					"Key": "FloatText_ChaosEnd"
				},
				{
					"Source":
					{
						"Text": "- Incredible Survive"
					},
					"Translation":
					{
						"Text": "- Incredible Survive"
					},
					"Key": "FloatText_IncredibleSurviveEnd"
				},
				{
					"Source":
					{
						"Text": "- Invincible"
					},
					"Translation":
					{
						"Text": "- Invincible"
					},
					"Key": "FloatText_InvincibleEnd"
				},
				{
					"Source":
					{
						"Text": "- Lucky Tester"
					},
					"Translation":
					{
						"Text": "- Lucky Tester"
					},
					"Key": "FloatText_LuckyTesterEnd"
				},
				{
					"Source":
					{
						"Text": "- Stun"
					},
					"Translation":
					{
						"Text": "- Stun"
					},
					"Key": "FloatText_SkipUseCardEnd"
				},
				{
					"Source":
					{
						"Text": "- {0}"
					},
					"Translation":
					{
						"Text": "- {0}"
					},
					"Key": "FloatText_ArmorEnd"
				},
				{
					"Source":
					{
						"Text": "->"
					},
					"Translation":
					{
						"Text": "->"
					},
					"Key": "Operator_Replace"
				},
				{
					"Source":
					{
						"Text": "Add a shield to block projectiles and damage from {0}."
					},
					"Translation":
					{
						"Text": "Add a shield to block projectiles and damage from {0}."
					},
					"Key": "Desc_DivineShield"
				},
				{
					"Source":
					{
						"Text": "Armor"
					},
					"Translation":
					{
						"Text": "Armor"
					},
					"Key": "Buff_Armor"
				},
				{
					"Source":
					{
						"Text": "Bingo"
					},
					"Translation":
					{
						"Text": "Bingo"
					},
					"Key": "FloatText_LuckyTesterFail"
				},
				{
					"Source":
					{
						"Text": "Card Capacity {0}{1}"
					},
					"Translation":
					{
						"Text": "Card Capacity {0}{1}"
					},
					"Key": "FloatText_MaxCardCountChanged"
				},
				{
					"Source":
					{
						"Text": "Chaos"
					},
					"Translation":
					{
						"Text": "Chaos"
					},
					"Key": "Name_Chaos"
				},
				{
					"Source":
					{
						"Text": "Chaos!"
					},
					"Translation":
					{
						"Text": "Chaos!"
					},
					"Key": "FloatText_ChaosTriggered"
				},
				{
					"Source":
					{
						"Text": "Chaos.C"
					},
					"Translation":
					{
						"Text": "Chaos.C"
					},
					"Key": "Buff_ChaosChance"
				},
				{
					"Source":
					{
						"Text": "Divine Shield"
					},
					"Translation":
					{
						"Text": "Divine Shield"
					},
					"Key": "Name_DivineShield"
				},
				{
					"Source":
					{
						"Text": "Incredible Survive"
					},
					"Translation":
					{
						"Text": "Incredible Survive"
					},
					"Key": "Name_IncredibleSurvive"
				},
				{
					"Source":
					{
						"Text": "Pass!"
					},
					"Translation":
					{
						"Text": "Pass!"
					},
					"Key": "FloatText_LuckyTesterPass"
				},
				{
					"Source":
					{
						"Text": "Physical Armor"
					},
					"Translation":
					{
						"Text": "Physical Armor"
					},
					"Key": "Name_PhysicalArmor"
				},
				{
					"Source":
					{
						"Text": "Provide extra armor against physical damage."
					},
					"Translation":
					{
						"Text": "Provide extra armor against physical damage."
					},
					"Key": "Desc_PhysicalArmor"
				},
				{
					"Source":
					{
						"Text": "Set target actor health to {0} and restore the health to {1} when this buff expired."
					},
					"Translation":
					{
						"Text": "Set target actor health to {0} and restore the health to {1} when this buff expired."
					},
					"Key": "Desc_IncredibleSurvive"
				},
				{
					"Source":
					{
						"Text": "Stun"
					},
					"Translation":
					{
						"Text": "Stun"
					},
					"Key": "Name_SkipUseCard"
				},
				{
					"Source":
					{
						"Text": "Target player has chance to use actor targeting card toward self."
					},
					"Translation":
					{
						"Text": "Target player has chance to use actor targeting card toward self."
					},
					"Key": "Desc_Chaos"
				},
				{
					"Source":
					{
						"Text": "Target player won't able to use any cards in next round."
					},
					"Translation":
					{
						"Text": "Target player won't able to use any cards in next round."
					},
					"Key": "Desc_SkipUseCard"
				},
				{
					"Source":
					{
						"Text": "This buff will transfer to next player when owner's round end."
					},
					"Translation":
					{
						"Text": "This buff will transfer to next player when owner's round end."
					},
					"Key": "Desc_FollowCurrentPlayer"
				},
				{
					"Source":
					{
						"Text": "Use Card Count {0}{1}"
					},
					"Translation":
					{
						"Text": "Use Card Count {0}{1}"
					},
					"Key": "FloatText_UseCardCountChanged"
				},
				{
					"Source":
					{
						"Text": "Use Card Phase Skipped"
					},
					"Translation":
					{
						"Text": "Use Card Phase Skipped"
					},
					"Key": "FloatText_SkipUseCardTriggered"
				},
				{
					"Source":
					{
						"Text": "all players"
					},
					"Translation":
					{
						"Text": "all players"
					},
					"Key": "Param_DivineShield_All"
				},
				{
					"Source":
					{
						"Text": "allies"
					},
					"Translation":
					{
						"Text": "allies"
					},
					"Key": "Param_DivineShield_Ally"
				},
				{
					"Source":
					{
						"Text": "enemies"
					},
					"Translation":
					{
						"Text": "enemies"
					},
					"Key": "Param_DivineShield_Enemy"
				},
				{
					"Source":
					{
						"Text": "others"
					},
					"Translation":
					{
						"Text": "others"
					},
					"Key": "Param_DivineShield_NotMine"
				},
				{
					"Source":
					{
						"Text": "{0} {1} Armor"
					},
					"Translation":
					{
						"Text": "{0} {1} Armor"
					},
					"Key": "FloatText_ArmorDescFormat"
				}
			]
		},
		{
			"Namespace": "ST_Card",
			"Children": [
				{
					"Source":
					{
						"Text": "Add {0} to self for {1} rounds."
					},
					"Translation":
					{
						"Text": "Add {0} to self for {1} rounds."
					},
					"Key": "Desc_AddBuff_Self"
				},
				{
					"Source":
					{
						"Text": "Add {0} to target for {1} rounds."
					},
					"Translation":
					{
						"Text": "Add {0} to target for {1} rounds."
					},
					"Key": "Desc_AddBuff"
				},
				{
					"Source":
					{
						"Text": "Armor can reduce damage applied to owner."
					},
					"Translation":
					{
						"Text": "Armor can reduce damage applied to owner."
					},
					"Key": "Property_Armor"
				},
				{
					"Source":
					{
						"Text": "Attack target and deal 5 physical damage."
					},
					"Translation":
					{
						"Text": "Attack target and deal 5 physical damage."
					},
					"Key": "Desc_NormalAttack"
				},
				{
					"Source":
					{
						"Text": "Cards"
					},
					"Translation":
					{
						"Text": "Cards"
					},
					"Key": "Action_CardCount"
				},
				{
					"Source":
					{
						"Text": "Do weapon light attack toward target."
					},
					"Translation":
					{
						"Text": "Do weapon light attack toward target."
					},
					"Key": "Desc_WeaponLightAttack"
				},
				{
					"Source":
					{
						"Text": "Dodge"
					},
					"Translation":
					{
						"Text": "Dodge"
					},
					"Key": "Name_WeaponDodge"
				},
				{
					"Source":
					{
						"Text": "Dodge from enemy attack."
					},
					"Translation":
					{
						"Text": "Dodge from enemy attack."
					},
					"Key": "Desc_WeaponDodge"
				},
				{
					"Source":
					{
						"Text": "Enhance Bag"
					},
					"Translation":
					{
						"Text": "Enhance Bag"
					},
					"Key": "Name_EnhanceBag"
				},
				{
					"Source":
					{
						"Text": "Equip {0}"
					},
					"Translation":
					{
						"Text": "Equip {0}"
					},
					"Key": "Name_EquipWeapon"
				},
				{
					"Source":
					{
						"Text": "Equip {0} and change character actions."
					},
					"Translation":
					{
						"Text": "Equip {0} and change character actions."
					},
					"Key": "Desc_EquipWeapon"
				},
				{
					"Source":
					{
						"Text": "Explosion"
					},
					"Translation":
					{
						"Text": "Explosion"
					},
					"Key": "Damage_Explosion"
				},
				{
					"Source":
					{
						"Text": "Fast Hand"
					},
					"Translation":
					{
						"Text": "Fast Hand"
					},
					"Key": "Name_FastHand"
				},
				{
					"Source":
					{
						"Text": "Fire"
					},
					"Translation":
					{
						"Text": "Fire"
					},
					"Key": "Damage_Fire"
				},
				{
					"Source":
					{
						"Text": "Fireball"
					},
					"Translation":
					{
						"Text": "Fireball"
					},
					"Key": "Inst_Fireball"
				},
				{
					"Source":
					{
						"Text": "Fool ({0})"
					},
					"Translation":
					{
						"Text": "Fool ({0})"
					},
					"Key": "Name_Fool"
				},
				{
					"Source":
					{
						"Text": "Increase 1 card capacity permanently."
					},
					"Translation":
					{
						"Text": "Increase 1 card capacity permanently."
					},
					"Key": "Desc_EnhanceBag"
				},
				{
					"Source":
					{
						"Text": "Increase 1 card using times per round permanently."
					},
					"Translation":
					{
						"Text": "Increase 1 card using times per round permanently."
					},
					"Key": "Desc_FastHand"
				},
				{
					"Source":
					{
						"Text": "Launch a {0} to strike random position."
					},
					"Translation":
					{
						"Text": "Launch a {0} to strike random position."
					},
					"Key": "Desc_NuclearStrike"
				},
				{
					"Source":
					{
						"Text": "Launch a {0} toward target."
					},
					"Translation":
					{
						"Text": "Launch a {0} toward target."
					},
					"Key": "Desc_FireProjectile"
				},
				{
					"Source":
					{
						"Text": "Level {0}"
					},
					"Translation":
					{
						"Text": "Level {0}"
					},
					"Key": "Tips_PropertyLevel"
				},
				{
					"Source":
					{
						"Text": "Light Attack"
					},
					"Translation":
					{
						"Text": "Light Attack"
					},
					"Key": "Name_WeaponLightAttack"
				},
				{
					"Source":
					{
						"Text": "Magical"
					},
					"Translation":
					{
						"Text": "Magical"
					},
					"Key": "Damage_Magical"
				},
				{
					"Source":
					{
						"Text": "Normal Attack"
					},
					"Translation":
					{
						"Text": "Normal Attack"
					},
					"Key": "Name_NormalAttack"
				},
				{
					"Source":
					{
						"Text": "Nuclear Missile"
					},
					"Translation":
					{
						"Text": "Nuclear Missile"
					},
					"Key": "Inst_NuclearStrike"
				},
				{
					"Source":
					{
						"Text": "Nuclear Strike"
					},
					"Translation":
					{
						"Text": "Nuclear Strike"
					},
					"Key": "Name_NuclearStrike"
				},
				{
					"Source":
					{
						"Text": "Physical"
					},
					"Translation":
					{
						"Text": "Physical"
					},
					"Key": "Damage_Physical"
				},
				{
					"Source":
					{
						"Text": "Place a {0} to self."
					},
					"Translation":
					{
						"Text": "Place a {0} to self."
					},
					"Key": "Desc_LuckyTester"
				},
				{
					"Source":
					{
						"Text": "Radius of damage spreads. 0 means only  damage hit actor."
					},
					"Translation":
					{
						"Text": "Radius of damage spreads. 0 means only  damage hit actor."
					},
					"Key": "Property_DamageRadius"
				},
				{
					"Source":
					{
						"Text": "Steal Card"
					},
					"Translation":
					{
						"Text": "Steal Card"
					},
					"Key": "Name_StealCardAction"
				},
				{
					"Source":
					{
						"Text": "Steal Card ({0})"
					},
					"Translation":
					{
						"Text": "Steal Card ({0})"
					},
					"Key": "Name_StealCard"
				},
				{
					"Source":
					{
						"Text": "Steal random cards from target player with given count."
					},
					"Translation":
					{
						"Text": "Steal random cards from target player with given count."
					},
					"Key": "Desc_StealCardAction"
				},
				{
					"Source":
					{
						"Text": "Steal {0} cards from target player."
					},
					"Translation":
					{
						"Text": "Steal {0} cards from target player."
					},
					"Key": "Desc_StealCard"
				},
				{
					"Source":
					{
						"Text": "Strength cost of this projectile."
					},
					"Translation":
					{
						"Text": "Strength cost of this projectile."
					},
					"Key": "Property_StrengthCost"
				},
				{
					"Source":
					{
						"Text": "Teleport"
					},
					"Translation":
					{
						"Text": "Teleport"
					},
					"Key": "Name_Teleport"
				},
				{
					"Source":
					{
						"Text": "Teleport to a random point in map immediately."
					},
					"Translation":
					{
						"Text": "Teleport to a random point in map immediately."
					},
					"Key": "Desc_Teleport"
				},
				{
					"Source":
					{
						"Text": "The amount of cards to take effect."
					},
					"Translation":
					{
						"Text": "The amount of cards to take effect."
					},
					"Key": "Property_CardCount"
				},
				{
					"Source":
					{
						"Text": "The chance of target actor hit itself."
					},
					"Translation":
					{
						"Text": "The chance of target actor hit itself."
					},
					"Key": "Property_ChaosChance"
				},
				{
					"Source":
					{
						"Text": "The damage will be applied when hit target."
					},
					"Translation":
					{
						"Text": "The damage will be applied when hit target."
					},
					"Key": "Property_Damage"
				},
				{
					"Source":
					{
						"Text": "The explosion chance of this tester every judgement."
					},
					"Translation":
					{
						"Text": "The explosion chance of this tester every judgement."
					},
					"Key": "Property_ExplosionChance"
				},
				{
					"Source":
					{
						"Text": "The initial fly speed after projectile is launched."
					},
					"Translation":
					{
						"Text": "The initial fly speed after projectile is launched."
					},
					"Key": "Property_MuzzleSpeed"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "Name_FireProjectile"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "Tips_PropertyValue"
				},
				{
					"Source":
					{
						"Text": "{0} ({1})"
					},
					"Translation":
					{
						"Text": "{0} ({1})"
					},
					"Key": "Name_AddBuff"
				},
				{
					"Source":
					{
						"Text": "{0}{1}{2}"
					},
					"Translation":
					{
						"Text": "{0}{1}{2}"
					},
					"Key": "ArgumentFormatString"
				},
				{
					"Source":
					{
						"Text": "{1} {0}"
					},
					"Translation":
					{
						"Text": "{1} {0}"
					},
					"Key": "AddPrefixFormatString"
				}
			]
		},
		{
			"Namespace": "ST_CardEnhance",
			"Children": [
				{
					"Source":
					{
						"Text": "Charged"
					},
					"Translation":
					{
						"Text": "Charged"
					},
					"Key": "Prefix_DamageLevel_Add_One"
				},
				{
					"Source":
					{
						"Text": "Slow"
					},
					"Translation":
					{
						"Text": "Slow"
					},
					"Key": "Prefix_SpeedLevel_Minus_One"
				},
				{
					"Source":
					{
						"Text": "{0} damage level {1}"
					},
					"Translation":
					{
						"Text": "{0} damage level {1}"
					},
					"Key": "Enhance_DamageLevel"
				},
				{
					"Source":
					{
						"Text": "{0} speed level {1}"
					},
					"Translation":
					{
						"Text": "{0} speed level {1}"
					},
					"Key": "Enhance_SpeedLevel"
				}
			]
		},
		{
			"Namespace": "ST_InGameUI",
			"Children": [
				{
					"Source":
					{
						"Text": "<PlayerName>Self</>"
					},
					"Translation":
					{
						"Text": "<PlayerName>Self</>"
					},
					"Key": "GameMsg_Self"
				},
				{
					"Source":
					{
						"Text": "Card Storage: {0}/{1} (+{2})"
					},
					"Translation":
					{
						"Text": "Card Storage: {0}/{1} (+{2})"
					},
					"Key": "UI_CardStorage"
				},
				{
					"Source":
					{
						"Text": "Confirm"
					},
					"Translation":
					{
						"Text": "Confirm"
					},
					"Key": "UI_Confirm"
				},
				{
					"Source":
					{
						"Text": "Finish"
					},
					"Translation":
					{
						"Text": "Finish"
					},
					"Key": "UI_Finish"
				},
				{
					"Source":
					{
						"Text": "Gain card: {0}"
					},
					"Translation":
					{
						"Text": "Gain card: {0}"
					},
					"Key": "GameMsg_GainCard"
				},
				{
					"Source":
					{
						"Text": "Game drawn."
					},
					"Translation":
					{
						"Text": "Game drawn."
					},
					"Key": "GameMsg_Draw"
				},
				{
					"Source":
					{
						"Text": "Game started."
					},
					"Translation":
					{
						"Text": "Game started."
					},
					"Key": "GameMsg_GameStart"
				},
				{
					"Source":
					{
						"Text": "Game will start in"
					},
					"Translation":
					{
						"Text": "Game will start in"
					},
					"Key": "GamePhaseMsg_WaitingForStart"
				},
				{
					"Source":
					{
						"Text": "Greetings."
					},
					"Translation":
					{
						"Text": "Greetings."
					},
					"Key": "GameMsg_Greetings"
				},
				{
					"Source":
					{
						"Text": "Lost card: {0}"
					},
					"Translation":
					{
						"Text": "Lost card: {0}"
					},
					"Key": "GameMsg_LoseCard"
				},
				{
					"Source":
					{
						"Text": "Message"
					},
					"Translation":
					{
						"Text": "Message"
					},
					"Key": "GameMsgType_Default"
				},
				{
					"Source":
					{
						"Text": "Move to desired position now!"
					},
					"Translation":
					{
						"Text": "Move to desired position now!"
					},
					"Key": "GamePhaseMsg_FreeMoving"
				},
				{
					"Source":
					{
						"Text": "Player {0} Round Begin"
					},
					"Translation":
					{
						"Text": "Player {0} Round Begin"
					},
					"Key": "TitleMsg_PlayerRoundBegin"
				},
				{
					"Source":
					{
						"Text": "Player {0} Round End"
					},
					"Translation":
					{
						"Text": "Player {0} Round End"
					},
					"Key": "TitleMsg_PlayerRoundEnd"
				},
				{
					"Source":
					{
						"Text": "Player {0} has no card."
					},
					"Translation":
					{
						"Text": "Player {0} has no card."
					},
					"Key": "GameMsg_NoCard"
				},
				{
					"Source":
					{
						"Text": "Player {0} joined game."
					},
					"Translation":
					{
						"Text": "Player {0} joined game."
					},
					"Key": "GameMsg_PlayerJoined"
				},
				{
					"Source":
					{
						"Text": "Response to {0}"
					},
					"Translation":
					{
						"Text": "Response to {0}"
					},
					"Key": "OpHintMsg_ResponseToCard"
				},
				{
					"Source":
					{
						"Text": "Select a direction as card target"
					},
					"Translation":
					{
						"Text": "Select a direction as card target"
					},
					"Key": "OpHintMsg_SelectDirectionTarget"
				},
				{
					"Source":
					{
						"Text": "Select a point as card target"
					},
					"Translation":
					{
						"Text": "Select a point as card target"
					},
					"Key": "OpHintMsg_SelectPositionTarget"
				},
				{
					"Source":
					{
						"Text": "Select a unit as card target"
					},
					"Translation":
					{
						"Text": "Select a unit as card target"
					},
					"Key": "OpHintMsg_SelectActorTarget"
				},
				{
					"Source":
					{
						"Text": "Select cards to discard"
					},
					"Translation":
					{
						"Text": "Select cards to discard"
					},
					"Key": "OpHintMsg_DiscardCard"
				},
				{
					"Source":
					{
						"Text": "Selected {0}/{1}"
					},
					"Translation":
					{
						"Text": "Selected {0}/{1}"
					},
					"Key": "UI_SelectedCount"
				},
				{
					"Source":
					{
						"Text": "Skip"
					},
					"Translation":
					{
						"Text": "Skip"
					},
					"Key": "UI_Skip"
				},
				{
					"Source":
					{
						"Text": "System"
					},
					"Translation":
					{
						"Text": "System"
					},
					"Key": "GameMsgType_System"
				},
				{
					"Source":
					{
						"Text": "Use Count Left: {0}"
					},
					"Translation":
					{
						"Text": "Use Count Left: {0}"
					},
					"Key": "UI_UseCountLeft"
				},
				{
					"Source":
					{
						"Text": "Use {0} at {1}."
					},
					"Translation":
					{
						"Text": "Use {0} at {1}."
					},
					"Key": "GameMsg_UseCard_Position"
				},
				{
					"Source":
					{
						"Text": "Use {0} on {1}."
					},
					"Translation":
					{
						"Text": "Use {0} on {1}."
					},
					"Key": "GameMsg_UseCard_Actor"
				},
				{
					"Source":
					{
						"Text": "Use {0} toward {1}."
					},
					"Translation":
					{
						"Text": "Use {0} toward {1}."
					},
					"Key": "GameMsg_UseCard_Direction"
				},
				{
					"Source":
					{
						"Text": "Waiting for other players loading the map..."
					},
					"Translation":
					{
						"Text": "Waiting for other players loading the map..."
					},
					"Key": "GamePhaseMsg_EnteringMap"
				},
				{
					"Source":
					{
						"Text": "Winner is {0}."
					},
					"Translation":
					{
						"Text": "Winner is {0}."
					},
					"Key": "GameMsg_Winner"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "GameMsgType_Player"
				}
			]
		},
		{
			"Namespace": "ST_Projectile",
			"Children": [
				{
					"Source":
					{
						"Text": "A burning mysterious energy ball can deal fire damage to target."
					},
					"Translation":
					{
						"Text": "A burning mysterious energy ball can deal fire damage to target."
					},
					"Key": "Desc_Fireball"
				},
				{
					"Source":
					{
						"Text": "Damage"
					},
					"Translation":
					{
						"Text": "Damage"
					},
					"Key": "Projectile_Damage"
				},
				{
					"Source":
					{
						"Text": "Exp.C"
					},
					"Translation":
					{
						"Text": "Exp.C"
					},
					"Key": "Projectile_ExplosionChance"
				},
				{
					"Source":
					{
						"Text": "Fireball"
					},
					"Translation":
					{
						"Text": "Fireball"
					},
					"Key": "Name_Fireball"
				},
				{
					"Source":
					{
						"Text": "Lucky Tester"
					},
					"Translation":
					{
						"Text": "Lucky Tester"
					},
					"Key": "Name_LuckyTester"
				},
				{
					"Source":
					{
						"Text": "Missile with nuclear warhead which can cause devastating destruction."
					},
					"Translation":
					{
						"Text": "Missile with nuclear warhead which can cause devastating destruction."
					},
					"Key": "Desc_NuclearMissile"
				},
				{
					"Source":
					{
						"Text": "Nuclear Missile"
					},
					"Translation":
					{
						"Text": "Nuclear Missile"
					},
					"Key": "Name_NuclearMissile"
				},
				{
					"Source":
					{
						"Text": "Radius"
					},
					"Translation":
					{
						"Text": "Radius"
					},
					"Key": "Projectile_DamageRadius"
				},
				{
					"Source":
					{
						"Text": "Speed"
					},
					"Translation":
					{
						"Text": "Speed"
					},
					"Key": "Projectile_Speed"
				},
				{
					"Source":
					{
						"Text": "Str.C"
					},
					"Translation":
					{
						"Text": "Str.C"
					},
					"Key": "Projectile_StrengthCost"
				},
				{
					"Source":
					{
						"Text": "This tester won't explode if you are lucky enough."
					},
					"Translation":
					{
						"Text": "This tester won't explode if you are lucky enough."
					},
					"Key": "Desc_LuckyTester"
				}
			]
		},
		{
			"Namespace": "ST_UserInterface",
			"Children": [
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Back"
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Camera Auto Focus"
					},
					"Translation":
					{
						"Text": "Camera Auto Focus"
					},
					"Key": "CameraAutoFocus"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Cancel"
					},
					"Key": "Cancel"
				},
				{
					"Source":
					{
						"Text": "Connect"
					},
					"Translation":
					{
						"Text": "Connect"
					},
					"Key": "Connect"
				},
				{
					"Source":
					{
						"Text": "Connnet To"
					},
					"Translation":
					{
						"Text": "Connnet To"
					},
					"Key": "ConnectTo"
				},
				{
					"Source":
					{
						"Text": "Current Profile"
					},
					"Translation":
					{
						"Text": "Current Profile"
					},
					"Key": "CurrentProfile"
				},
				{
					"Source":
					{
						"Text": "Delete Profile"
					},
					"Translation":
					{
						"Text": "Delete Profile"
					},
					"Key": "DeleteProfile"
				},
				{
					"Source":
					{
						"Text": "Edit Profile"
					},
					"Translation":
					{
						"Text": "Edit Profile"
					},
					"Key": "EditProfile"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "en"
				},
				{
					"Source":
					{
						"Text": "Exit"
					},
					"Translation":
					{
						"Text": "Exit"
					},
					"Key": "Exit"
				},
				{
					"Source":
					{
						"Text": "Fullscreen Mode"
					},
					"Translation":
					{
						"Text": "Fullscreen Mode"
					},
					"Key": "FullscreenMode"
				},
				{
					"Source":
					{
						"Text": "Game"
					},
					"Translation":
					{
						"Text": "Game"
					},
					"Key": "Game"
				},
				{
					"Source":
					{
						"Text": "Game Lobby"
					},
					"Translation":
					{
						"Text": "Game Lobby"
					},
					"Key": "GameLobby"
				},
				{
					"Source":
					{
						"Text": "Game Menu"
					},
					"Translation":
					{
						"Text": "Game Menu"
					},
					"Key": "InGameMenu"
				},
				{
					"Source":
					{
						"Text": "Game Options"
					},
					"Translation":
					{
						"Text": "Game Options"
					},
					"Key": "GameOption"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": "Graphics"
					},
					"Key": "Graphics"
				},
				{
					"Source":
					{
						"Text": "Host"
					},
					"Translation":
					{
						"Text": "Host"
					},
					"Key": "Host"
				},
				{
					"Source":
					{
						"Text": "Host Game"
					},
					"Translation":
					{
						"Text": "Host Game"
					},
					"Key": "HostGame"
				},
				{
					"Source":
					{
						"Text": "Host ended game."
					},
					"Translation":
					{
						"Text": "Host ended game."
					},
					"Key": "NetError_HostLeft"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Language"
					},
					"Key": "Language"
				},
				{
					"Source":
					{
						"Text": "Loading"
					},
					"Translation":
					{
						"Text": "Loading"
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "Lost connection to host."
					},
					"Translation":
					{
						"Text": "Lost connection to host."
					},
					"Key": "NetError_LostConnect"
				},
				{
					"Source":
					{
						"Text": "Main Menu"
					},
					"Translation":
					{
						"Text": "Main Menu"
					},
					"Key": "MainMenu"
				},
				{
					"Source":
					{
						"Text": "Map Name"
					},
					"Translation":
					{
						"Text": "Map Name"
					},
					"Key": "MapName"
				},
				{
					"Source":
					{
						"Text": "Missing String"
					},
					"Translation":
					{
						"Text": "Missing String"
					},
					"Key": "MissingString"
				},
				{
					"Source":
					{
						"Text": "Network Error"
					},
					"Translation":
					{
						"Text": "Network Error"
					},
					"Key": "NetErrorTitle"
				},
				{
					"Source":
					{
						"Text": "New Player"
					},
					"Translation":
					{
						"Text": "New Player"
					},
					"Key": "NewPlayer"
				},
				{
					"Source":
					{
						"Text": "New Profile"
					},
					"Translation":
					{
						"Text": "New Profile"
					},
					"Key": "NewProfile"
				},
				{
					"Source":
					{
						"Text": "No available profile"
					},
					"Translation":
					{
						"Text": "No available profile"
					},
					"Key": "NoProfile"
				},
				{
					"Source":
					{
						"Text": "Ok"
					},
					"Translation":
					{
						"Text": "Ok"
					},
					"Key": "Ok"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "Options"
					},
					"Key": "Options"
				},
				{
					"Source":
					{
						"Text": "Player List"
					},
					"Translation":
					{
						"Text": "Player List"
					},
					"Key": "PlayerList"
				},
				{
					"Source":
					{
						"Text": "Player Name"
					},
					"Translation":
					{
						"Text": "Player Name"
					},
					"Key": "PlayerName"
				},
				{
					"Source":
					{
						"Text": "Preparing"
					},
					"Translation":
					{
						"Text": "Preparing"
					},
					"Key": "Preparing"
				},
				{
					"Source":
					{
						"Text": "Profile Manager"
					},
					"Translation":
					{
						"Text": "Profile Manager"
					},
					"Key": "ProfileManager"
				},
				{
					"Source":
					{
						"Text": "Quit Game"
					},
					"Translation":
					{
						"Text": "Quit Game"
					},
					"Key": "QuitGame"
				},
				{
					"Source":
					{
						"Text": "Ready"
					},
					"Translation":
					{
						"Text": "Ready"
					},
					"Key": "Ready"
				},
				{
					"Source":
					{
						"Text": "Resume"
					},
					"Translation":
					{
						"Text": "Resume"
					},
					"Key": "Resume"
				},
				{
					"Source":
					{
						"Text": "Save Profile"
					},
					"Translation":
					{
						"Text": "Save Profile"
					},
					"Key": "SaveProfile"
				},
				{
					"Source":
					{
						"Text": "Search Games"
					},
					"Translation":
					{
						"Text": "Search Games"
					},
					"Key": "SearchGames"
				},
				{
					"Source":
					{
						"Text": "Simplified Chinese"
					},
					"Translation":
					{
						"Text": "Simplified Chinese"
					},
					"Key": "zh-Hans-CN"
				},
				{
					"Source":
					{
						"Text": "Start Game"
					},
					"Translation":
					{
						"Text": "Start Game"
					},
					"Key": "StartGame"
				},
				{
					"Source":
					{
						"Text": "Unknown network error."
					},
					"Translation":
					{
						"Text": "Unknown network error."
					},
					"Key": "NetError_Unknown"
				}
			]
		},
		{
			"Namespace": "ST_Weapon",
			"Children": [
				{
					"Source":
					{
						"Text": "A uppercut with full body strength."
					},
					"Translation":
					{
						"Text": "A uppercut with full body strength."
					},
					"Key": "Fist_LA_03_Desc"
				},
				{
					"Source":
					{
						"Text": "Continue light attack with dual sword."
					},
					"Translation":
					{
						"Text": "Continue light attack with dual sword."
					},
					"Key": "DualSword_LA_02_Desc"
				},
				{
					"Source":
					{
						"Text": "Damage"
					},
					"Translation":
					{
						"Text": "Damage"
					},
					"Key": "Property_ActionDamage"
				},
				{
					"Source":
					{
						"Text": "Do a straight punch with right fist."
					},
					"Translation":
					{
						"Text": "Do a straight punch with right fist."
					},
					"Key": "Fist_LA_01_Desc"
				},
				{
					"Source":
					{
						"Text": "Do uppercut toward target with left fist."
					},
					"Translation":
					{
						"Text": "Do uppercut toward target with left fist."
					},
					"Key": "Fist_LA_02_Desc"
				},
				{
					"Source":
					{
						"Text": "Dodge"
					},
					"Translation":
					{
						"Text": "Dodge"
					},
					"Key": "DualSword_Dodge"
				},
				{
					"Source":
					{
						"Text": "Dodge"
					},
					"Translation":
					{
						"Text": "Dodge"
					},
					"Key": "Fist_Dodge"
				},
				{
					"Source":
					{
						"Text": "Dual Sword"
					},
					"Translation":
					{
						"Text": "Dual Sword"
					},
					"Key": "Weapon_DualSword"
				},
				{
					"Source":
					{
						"Text": "Dual sword attack with higher damage."
					},
					"Translation":
					{
						"Text": "Dual sword attack with higher damage."
					},
					"Key": "DualSword_LA_03_Desc"
				},
				{
					"Source":
					{
						"Text": "Finishing action which can deal huge damage."
					},
					"Translation":
					{
						"Text": "Finishing action which can deal huge damage."
					},
					"Key": "DualSword_LA_04_Desc"
				},
				{
					"Source":
					{
						"Text": "Heavy Uppercut"
					},
					"Translation":
					{
						"Text": "Heavy Uppercut"
					},
					"Key": "Fist_LA_03"
				},
				{
					"Source":
					{
						"Text": "Light Attack 1"
					},
					"Translation":
					{
						"Text": "Light Attack 1"
					},
					"Key": "DualSword_LA_01"
				},
				{
					"Source":
					{
						"Text": "Light Attack 2"
					},
					"Translation":
					{
						"Text": "Light Attack 2"
					},
					"Key": "DualSword_LA_02"
				},
				{
					"Source":
					{
						"Text": "Light Attack 3"
					},
					"Translation":
					{
						"Text": "Light Attack 3"
					},
					"Key": "DualSword_LA_03"
				},
				{
					"Source":
					{
						"Text": "Light Attack 4"
					},
					"Translation":
					{
						"Text": "Light Attack 4"
					},
					"Key": "DualSword_LA_04"
				},
				{
					"Source":
					{
						"Text": "Light swords on both hands, rapid but less damage."
					},
					"Translation":
					{
						"Text": "Light swords on both hands, rapid but less damage."
					},
					"Key": "Desc_DualSword"
				},
				{
					"Source":
					{
						"Text": "Range"
					},
					"Translation":
					{
						"Text": "Range"
					},
					"Key": "Property_ActionRange"
				},
				{
					"Source":
					{
						"Text": "Start light attack with dual sword."
					},
					"Translation":
					{
						"Text": "Start light attack with dual sword."
					},
					"Key": "DualSword_LA_01_Desc"
				},
				{
					"Source":
					{
						"Text": "Straight Punch"
					},
					"Translation":
					{
						"Text": "Straight Punch"
					},
					"Key": "Fist_LA_01"
				},
				{
					"Source":
					{
						"Text": "Uppercut"
					},
					"Translation":
					{
						"Text": "Uppercut"
					},
					"Key": "Fist_LA_02"
				}
			]
		}
	]
}